Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H22A.tmx
Source language: en_us
Languages: zh_cn

source: Third Quarter Summary:
zh_cn: Travelport发布第三季度财报

source: Travelport Limited, the parent company of the Travelport group of companies, today announced certain financial results for the third quarter ended September 30, 2009.
zh_cn: Travelport Limited，作为Travelport相关公司的母公司，11月5日宣布了截止9月30日的财务业绩。

source: Travelport recognized Net Revenue of $570 million, Operating Income before impairment of $93 million and Adjusted Net Revenue of $571 million for the third quarter of 2009, representing a (10)% decrease as compared to the same period last year.
zh_cn: 净收入为5.7亿美元，调整后净收入为5.71亿美元，同比下降了10%；运营利润9300万美元。

source: Travelport achieved EBITDA before impairment of $160 million and Adjusted EBITDA of $178 million in the third quarter of 2009, representing decreases of (5)% and (7)%, respectively, as compared to EBITDA and Adjusted EBITDA in the same period last year.
zh_cn: EBITDA（息税前利润）为1.6亿美元，调整后EBITDA为1.78亿美元，分别同比下降了5%和7%。

source: Travelport CEO and President, Jeff Clarke, stated: "The travel industry is demonstrating signs of improvement as the global economic recovery takes hold.
zh_cn: Travelport CEO和总裁Jeff Clarke说：“当全球经济回暖之际，旅游业也显示了回复的迹象。

source: We have witnessed an improvement in year over year GDS industry volumes in the third quarter. Furthermore, October 2009 was the first month this year to show GDS industry volume growth.
zh_cn: 第三季度全球的GDS 预订量同比有所提升，而且10月是今年以来GDS行业第一次呈现增长。

source: Travelport is well positioned to capitalize on this recovery should it continue. Our continued investments in technology and low cost base have proven resilient through the economic crisis and will allow us to leverage growth into the future."
zh_cn: Travelport 为未来的经济恢复已经做好了准备，我们在技术方面的持续投资和较低的成本结构使得我们在经济危机中显示了很强的弹性，并使我们长期受益。”

source: Philip Emery, Travelport CFO, stated: "As part of our review for potential impairment of intangibles, we identified an impairment of the goodwill and other intangible assets for our GTA business.
zh_cn: Travelport 的CFO Philip Emery说：“通过对无形资产的潜在商誉损失进行了评估，我们确认了GTA业务方面的商誉和其他无形资产损失。

source: We are still finalizing the review, but expect to record a non-cash impairment charge in the range of $800 million - $900 million that will negatively impact our EBITDA results.
zh_cn: 我们还在进行评估，并预期会记录一笔非现金性的支出，其金额大约在8-9亿美元，这会对我们的调整后EBITDA造成负面影响。

source: Our GTA business continues to be a market leader, has year to date Adjusted EBITDA margins in excess of 20% and is a positive cash flow contributor to the Company.
zh_cn: 我们的GTA业务依然是市场领导者，截止目前为止，其今年的EBITDA利润率已经超过了20%，对Travelport的现金流贡献也为正数。

source: For the nine months ended September 30, 2009, Travelport recorded Adjusted EBITDA of $494 million, generated $191 million in cash from operations and ended the period with $235 million in cash and cash equivalents."
zh_cn: 截止9月30日的前三季度，Travelport的调整后EBITDA为4.94亿美元，来自于运营活动的现金流为1.91亿美元，期末现金余额为2.35亿美元。”

source: Financial Highlights Third Quarter 2009
zh_cn: 重点财务业绩

source: GDS
zh_cn: GDS业务

source: Net Revenue and Segment EBITDA for our GDS business were $488 million and $156 million, respectively, for the third quarter of 2009.
zh_cn: 第三季度的净收入和EBITDA分别是4.88亿美元和1.56亿美元。

source: Adjusted Net Revenue and Adjusted Segment EBITDA for our GDS business were $489 million and $162 million, respectively, for the third quarter of 2009. This resulted in an (8)% reduction in Adjusted Net Revenue and no change in Adjusted Segment EBITDA as compared to the third quarter of 2008.
zh_cn: 第三季度调整后的净收入和EBITDA分别为4.89亿美元和1.62亿美元，调整后的净收入同比下降了8%。

source: Lower revenue resulted from a (5)% decline in segments and lower ancillary revenue as compared to the third quarter of 2008.
zh_cn: 收入的下降主要是由于总预订航段同比下降了5%，其他辅助收入也有下滑。

source: Operating expenses for GDS, excluding agency inducements and commissions, decreased by $(24) million, or (15)%, compared to the third quarter of 2008, which included $(9) million of favorable currency changes.
zh_cn: 运营成本同比下降了15%，减少了2400万美元。

source: GTA
zh_cn: GTA业务

source: Net Revenue and Segment EBITDA before impairment for GTA were $82 million and $31 million, respectively, for the third quarter of 2009.
zh_cn: 第三季度的净收入和EBITDA分别是8200万美元和3100万美元。

source: Global Total Transaction Value ("TTV") declined (12)% in the quarter primarily due to (11)% fewer room nights.
zh_cn: 全球总交易量同比下降了12%，主要是由于预订间夜量下滑了11%。

source: Net Revenue declined (20)% in the quarter due to the reduction in TTV, a (4)% decrease due to unfavourable exchange rate movements and a reduction in our average daily rates achieved.
zh_cn: 净收入同比下滑了20%，主要也是由于总交易量和每间夜平均价格的下滑造成。

source: Operating expenses for GTA decreased $(3) million, or (6)% compared to the third quarter of 2008 driven by cost reductions offset by a $2 million increase in bad debts.
zh_cn: 运营费用同比下降了6%，减少了300万美元。

source: Orbitz Worldwide
zh_cn: Orbitz Worldwide业务

source: Travelport Limited currently owns approximately 48% of the outstanding equity of Orbitz Worldwide.
zh_cn: Travelport Limited目前拥有Orbitz Worldwide 约48%的股份。

source: During the third quarter of 2009, Travelport recorded $3 million in income from its investment in Orbitz Worldwide, a $141 million improvement from the prior year.
zh_cn: 在第三季度，Travelport 记录了来自于Orbitz Worldwide的收入为300万美元，同比提高了1.41亿美元。

source: The Company has entered into a definitive agreement pursuant to which we will purchase $50 million of newly-issued common shares of Orbitz Worldwide.
zh_cn: Travelport已经签署了一份协议，将会购买Orbitz Worldwide新发行的价值5000万美元的股票。

source: After this investment, and a simultaneous agreement between Orbitz Worldwide and PAR Investment Partners to exchange approximately $49.68 million of Orbitz debt for Orbitz common shares, Travelport will continue to own approximately 48% of Orbitz Worldwide?s outstanding shares.
zh_cn: 同时，Orbitz Worldwide与PAR Investment Partners也签署了一份债转股的协议。在此次交易后，Travelport将继续拥有Orbitz Worldwide 约48%的股份。

source: The transactions are expected to close in January 2010 and are subject to shareholder approval in accordance with the New York Stock Exchange rules and other customary closing conditions.
zh_cn: 此次交易预计将在监管机构审批后于2010年完成。
